Revit 2023 API
ATFBaseExportOptions.Dispose Method
Releases all resources used by the ATFBaseExportOptions
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public void Dispose()
Visual Basic
Public Sub Dispose
Visual C++
public:
virtual void Dispose() sealed
Implements
IDisposable.Dispose()
See Also
ATFBaseExportOptions Class
Autodesk.Revit.DB Namespace